# tap 'git-duet/tap'
# tap 'owenthereal/upterm'
tap 'synchronal/tap'

brew 'autojump'
brew 'ctags'
brew 'direnv'
brew 'fd'
brew 'figlet'
brew 'icu4c' ## required for postgres
brew 'mise'
brew 'neovim'
brew 'readline'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'tree-sitter-cli'
brew 'watch'
brew 'zlib'
brew 'synchronal/tap/dyd'
brew 'synchronal/tap/medic'
brew 'synchronal/tap/medic-bash'
brew 'synchronal/tap/medic-ext-elixir'
brew 'synchronal/tap/medic-ext-node'
brew 'synchronal/tap/medic-ext-rust'

cask 'font-hack-nerd-font'
cask 'google-cloud-sdk'

