tap 'git-duet/tap'

brew 'autojump'
brew 'bash-completion'
brew 'chruby'
brew 'ctags'
brew 'direnv'
brew 'git-duet'
brew 'hub'
brew 'neovim'
brew 'nvm'
brew 'readline'
brew 'ruby-build'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'zlib'

cask 'firefox'
cask 'google-chrome'
cask 'rowanj-gitx'
cask 'slack'
cask 'virtualbox'

