# tap 'git-duet/tap'
tap 'homebrew/cask-fonts'
tap 'owenthereal/upterm'
tap 'synchronal/tap'

brew 'autojump'
brew 'ctags'
brew 'direnv'
# brew 'git-duet'
brew 'fd'
brew 'figlet'
# brew 'hub'
brew 'neovim'
# brew 'nvm'
brew 'python@3.9'
brew 'readline'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'upterm'
brew 'watch'
brew 'zlib'
brew 'synchronal/tap/dyd'
brew 'synchronal/tap/medic'
brew 'synchronal/tap/medic-ext-elixir'
brew 'synchronal/tap/medic-ext-node'
brew 'synchronal/tap/medic-ext-rust'

cask 'font-hack-nerd-font'
cask 'google-cloud-sdk'

# cask 'firefox'
# cask 'google-chrome'
# cask 'rowanj-gitx'
# cask 'slack'
# cask 'virtualbox'

